Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# trash.party_pass.tips
source: **Schlechte Gewohnheit loswerden (Zu viel Party)** 1. Unsichtbar machen: Entferne die Auslöser aus deinem Sichtfeld. 2. Unattraktiv machen: Mache dir die negativen Folgen bewusst. 3. Schwierig machen: Baue Hürden ein (z.B. Apps löschen, Stecker ziehen). 4. Unbefriedigend machen: Verbinde die Ausführung mit einer Strafe. **Gute Gewohnheit etablieren (Me-Time & Selfcare)** 1. Offensichtlich machen: Platziere den Auslöser gut sichtbar. 2. Attraktiv machen: Verbinde es mit etwas, das du magst. 3. Einfach machen: Reduziere die Hürden auf ein Minimum (z.B. nur 2 Minuten). 4. Befriedigend machen: Belohne dich direkt im Anschluss.
en: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
es: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
fr: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
hi: **खराब आदत से छुटकारा पाना (बहुत ज्यादा पार्टी करना)** 1. अदृश्य बनाएं: अपने दृश्य क्षेत्र से ट्रिगर्स हटा दें। 2. अप्रिय बनाएं: नकारात्मक परिणामों से अवगत हों। 3. कठिन बनाएं: बाधाएं डालें (जैसे ऐप्स हटाना, प्लग खींचना)। 4. असंतोषजनक बनाएं: कार्य को किसी दंड के साथ जोड़ें। **अच्छी आदत स्थापित करना (मी-टाइम और सेल्फ केयर)** 1. स्पष्ट बनाएं: ट्रिगर को अच्छी तरह से दिखाई देने वाली जगह पर रखें। 2. आकर्षक बनाएं: इसे किसी ऐसी चीज़ के साथ जोड़ें जो आपको पसंद हो। 3. आसान बनाएं: बाधाओं को न्यूनतम तक घटाएं (जैसे केवल 2 मिनट)। 4. संतोषजनक बनाएं: तुरंत उसके बाद खुद को पुरस्कार दें।
it: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ja: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ko: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
nl: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pl: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pt: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ru: **Избавьтесь от вредной привычки (слишком много вечеринок)** 1. Сделайте невидимыми: уберите триггеры из поля зрения. 2. Сделайте себя непривлекательным. Помните о негативных последствиях. 3. Усложните задачу: установите препятствия (например, удалите приложения, отключите их от сети). 4. Сделайте его неудовлетворительным: прикрепите исполнение к наказанию. **Выработайте хорошие привычки (время для себя и уход за собой)** 1. Сделайте это очевидным: разместите триггер на видном месте. 2. Сделайте это привлекательным. Свяжите это с чем-то, что вам нравится. 3. Сделайте это просто: сократите препятствия до минимума (например, всего 2 минуты). 4. Сделайте это приятным: вознаградите себя сразу после этого.
tr: **Break bad habit (Zu viel Party)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Me-Time & Selfcare)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
zh_hans: **改掉坏习惯（聚会太多）** 1. 隐形：将触发因素移出视野。 2. 让自己变得没有吸引力：意识到负面后果。 3. 让它变得困难：设置障碍（例如删除应用程序、拔掉插头）。 4. 使其不令人满意：附加刑罚执行。 **建立良好的习惯（自我时间和自我护理）** 1. 使其显而易见：将触发器放置在清晰可见的位置。 2. 让它有吸引力：将它与你喜欢的东西联系起来。 3. 让它变得简单：将障碍减少到最低限度（例如只需 2 分钟）。 4. 让它令人满意：事后立即奖励自己。
zh_hant: **改掉壞習慣（聚會太多）** 1. 隱形：將觸發因素移出視野。 2. 讓自己變得沒有吸引力：意識到負面後果。 3. 讓它變得困難：設定障礙（例如刪除應用程式、拔掉插頭）。 4. 使其不令人滿意：附加刑罰執行。 **建立良好的習慣（自我時間和自我照顧）** 1. 使其顯而易見：將觸發器放置在清晰可見的位置。 2. 讓它有吸引力：將它與你喜歡的東西連結起來。 3. 讓它變得簡單：將障礙減少到最低限度（例如只需 2 分鐘）。 4. 讓它令人滿意：事後立即獎勵自己。

# trash.schlaf_killer_koffein.desc
source: Reduziere Koffein, um abends leichter zur Ruhe zu finden.
en: Reduce caffeine to find it easier to rest in the evening.
es: Reduce la cafeína para que te sea más fácil descansar por la noche.
fr: Réduis la caféine pour trouver plus facilement le repos le soir.
hi: शाम को आसानी से आराम पाने के लिए कैफीन कम करें।
it: Riduci la caffeina per trovare più facilmente riposo la sera.
ja: 夕方にリラックスしやすくするために、カフェインを減らしましょう。
ko: 저녁에 더 쉽게 쉴 수 있도록 카페인을 줄이세요.
nl: Verminder cafeïne om 's avonds makkelijker tot rust te komen.
pl: Zmniejsz spożycie kofeiny, aby ułatwić sobie zasypianie wieczorem.
pt: Reduza a cafeína para facilitar o descanso à noite.
ru: Уменьшите употребление кофеина, чтобы легче расслабиться вечером.
tr: Akşamları dinlenmeyi kolaylaştırmak için kafeini azaltın.
zh_hans: 减少咖啡因摄入量，让晚上更容易放松下来。
zh_hant: 減少咖啡因攝取量，讓晚上更容易放鬆。

# trash.schlaf_killer_koffein.impact
source: Diese Gewohnheit (Zu viel Koffein) kostet dich langfristig Energie, Zeit und Geld. Sie hindert dich daran, dein volles Potenzial auszuschöpfen.
en: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
es: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
fr: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
hi: यह आदत (बहुत अधिक कैफीन) लंबे समय में आपकी ऊर्जा, समय और पैसा खर्च करती है। यह आपको अपनी पूरी क्षमता का उपयोग करने से रोकती है।
it: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ja: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ko: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
nl: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pl: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
pt: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
ru: Эта привычка (слишком много кофеина) в долгосрочной перспективе стоит вам энергии, времени и денег. Это мешает вам полностью раскрыть свой потенциал.
tr: This habit (Zu viel Koffein) costs you energy, time, and money in the long run. It prevents you from reaching your full potential.
zh_hans: 从长远来看，这种习惯（摄入过多咖啡因）会消耗您的精力、时间和金钱。它会阻止您充分发挥潜力。
zh_hant: 從長遠來看，這種習慣（攝取過多咖啡因）會消耗您的精力、時間和金錢。它會阻止您充分發揮潛力。

# trash.schlaf_killer_koffein.name
source: Zu viel Koffein konsumiert
en: Consumed too much caffeine
es: Consumió demasiada cafeína
fr: A consommé trop de caféine
hi: अधिक कैफीन का सेवन किया
it: Consumato troppa caffeina
ja: カフェインを摂りすぎた
ko: 카페인을 너무 많이 섭취했다
nl: Te veel cafeïne geconsumeerd
pl: Spożył za dużo kofeiny
pt: Consumiu muita cafeína
ru: Употребил слишком много кофеина
tr: Çok fazla kafein tüketti
zh_hans: 摄入过多咖啡因
zh_hant: 攝取過多咖啡因

# trash.schlaf_killer_koffein.obj_desc
source: Viel Platz für alle deine Werkzeuge.
en: Plenty of space for all your tools.
es: Mucho espacio para todas tus herramientas.
fr: Beaucoup de place pour tous tes outils.
hi: आपके सभी उपकरणों के लिए बहुत जगह।
it: Plenty of space for all your tools.
ja: すべてのツールを収納できる十分なスペース。
ko: 모든 도구를 위한 충분한 공간.
nl: Voldoende ruimte voor al uw gereedschap.
pl: Dużo miejsca na wszystkie Twoje narzędzia.
pt: Muito espaço para todas as tuas ferramentas.
ru: Много места для всех ваших инструментов.
tr: Tüm aletleriniz için bol miktarda alan.
zh_hans: 有足够的空间放置您的所有工具。
zh_hant: 有足夠的空間放置您的所有工具。

# trash.schlaf_killer_koffein.obj_name
source: Gartenhütte
en: Garden Shed
es: Cobertizo
fr: Cabane de jardin
hi: बगीचे की झोपड़ी
it: Garden Shed
ja: ガーデンシェッド
ko: 정원 창고
nl: Tuinhuisje
pl: Szopa ogrodowa
pt: Casinha de jardim
ru: Садовый сарай
tr: Bahçe Kulübesi
zh_hans: 花园棚
zh_hant: 花園棚

# trash.schlaf_killer_koffein.tip.1
source: Kein Koffein nach 14 Uhr – stelle einen festen Alarm als Erinnerung.
en: No caffeine after 2pm – set a fixed alarm as a reminder.
es: Sin cafeína después de las 14:00: establece una alarma fija como recordatorio.
fr: Pas de caféine après 14h – mets une alarme fixe comme rappel.
hi: दोपहर 2 बजे के बाद कोई कैफीन नहीं – स्मरण के लिए एक निश्चित अलार्म सेट करें।
it: Niente caffeina dopo le 14 – imposta un allarme fisso come promemoria.
ja: 午後2時以降はカフェインを取らないようにしましょう。固定アラームをリマインダーとして設定しましょう。
ko: 오후 2시 이후에는 카페인을 섭취하지 마세요 – 고정 알람을 리마인더로 설정하세요.
nl: Geen cafeïne na 14 uur – stel een vast alarm in als herinnering.
pl: Żadnej kofeiny po 14 – ustaw stały alarm jako przypomnienie.
pt: Sem cafeína após as 14h – defina um alarme fixo como lembrete.
ru: Никакого кофеина после 14:00 – установите жесткий будильник в качестве напоминания.
tr: 14:00'den sonra kafein yok – hatırlatıcı olarak sabit bir alarm kur.
zh_hans: 下午 2 点后禁止摄入咖啡因——设置硬闹钟作为提醒。
zh_hant: 下午 2 點後禁止攝取咖啡因——設定硬鬧鐘作為提醒。

# trash.schlaf_killer_koffein.tip.2
source: Koffein hat eine Halbwertszeit von 6 Stunden – Kaffee um 16 Uhr = schlechter Schlaf.
en: Caffeine has a half-life of 6 hours – coffee at 4pm = poor sleep.
es: La cafeína tiene una vida media de 6 horas: café a las 16:00 = sueño deficiente.
fr: La caféine a une demi-vie de 6 heures – café à 16h = mauvais sommeil.
hi: कैफीन का अर्धजीवन 6 घंटे है – शाम 4 बजे कॉफी = खराब नींद।
it: La caffeina ha una emivita di 6 ore – caffè alle 16 = sonno scarso.
ja: カフェインの半減期は6時間です。午後4時のコーヒー＝睡眠の質の低下。
ko: 카페인의 반감기는 6시간입니다 – 오후 4시 커피 = 나쁜 수면.
nl: Cafeïne heeft een halfwaardetijd van 6 uur – koffie om 16 uur = slechte slaap.
pl: Kofeina ma okres półtrwania 6 godzin – kawa o 16 = zły sen.
pt: A cafeína tem meia-vida de 6 horas – café às 16h = sono ruim.
ru: Период полураспада кофеина составляет 6 часов – кофе в 16:00 = плохой сон.
tr: Kafeinin yarı ömrü 6 saattir – saat 16'da kahve = kötü uyku.
zh_hans: 咖啡因的半衰期为 6 小时 - 下午 4 点喝咖啡 = 睡眠不好。
zh_hant: 咖啡因的半衰期為 6 小時 - 下午 4 點喝咖啡 = 睡不好。

# trash.schlaf_killer_koffein.tip.3
source: Ersetze den Nachmittags-Kaffee durch einen kurzen Spaziergang.
en: Replace the afternoon coffee with a short walk.
es: Sustituye el café de la tarde por un breve paseo.
fr: Remplace le café de l'après-midi par une courte promenade.
hi: दोपहर की कॉफी को एक छोटे से टहलने से बदल दें।
it: Sostituisci il caffè pomeridiano con una breve passeggiata.
ja: 午後のコーヒーを短い散歩に置き換えましょう。
ko: 오후 커피를 짧은 산책으로 대체하세요.
nl: Vervang de middagkoffie door een korte wandeling.
pl: Zastąp popołudniową kawę krótkim spacerem.
pt: Substitua o café da tarde por uma curta caminhada.
ru: Замените послеобеденный кофе небольшой прогулкой.
tr: Öğleden sonra kahvesini kısa bir yürüyüşle değiştir.
zh_hans: 用短暂的步行来代替下午的咖啡。
zh_hant: 用短暫的步行來代替下午的咖啡。

# trash.schlaf_killer_koffein.tip.4
source: Notiere deine Schlafqualität nach koffeinfreien Tagen vs. koffeinhaltigen Tagen.
en: Note your sleep quality after caffeine-free days vs. caffeine days.
es: Registra tu calidad de sueño después de días sin cafeína frente a días con cafeína.
fr: Note ta qualité de sommeil après les jours sans caféine par rapport aux jours avec.
hi: कैफीन मुक्त दिन बनाम कैफीन युक्त दिनों के बाद अपनी नींद की गुणवत्ता नोट करें।
it: Nota la qualità del tuo sonno dopo giorni senza caffeina vs. giorni con caffeina.
ja: カフェインなしの日とカフェインありの日の睡眠の質を記録しましょう。
ko: 카페인 없는 날과 카페인 있는 날의 수면 질을 기록하세요.
nl: Noteer je slaapkwaliteit na cafeïnevrije dagen versus cafeïnehoudende dagen.
pl: Zapisuj jakość swojego snu po dniach bez kofeiny w porównaniu do dni z kofeiną.
pt: Registre a qualidade do sono após dias sem cafeína vs. dias com cafeína.
ru: Запишите качество сна после дней без кофеина и дней с кофеином.
tr: Kafeinsiz günlerin ardından uyku kalitenizi kafeinsiz günlerle karşılaştırarak kaydedin.
zh_hans: 记录不含咖啡因的日子与含咖啡因的日子后的睡眠质量。
zh_hant: 記錄不含咖啡因的日子與含咖啡因的日子後的睡眠品質。

# trash.schlaf_killer_koffein.tips
source: **Schlechte Gewohnheit loswerden (Zu viel Koffein)** 1. Unsichtbar machen: Entferne die Auslöser aus deinem Sichtfeld. 2. Unattraktiv machen: Mache dir die negativen Folgen bewusst. 3. Schwierig machen: Baue Hürden ein (z.B. Apps löschen, Stecker ziehen). 4. Unbefriedigend machen: Verbinde die Ausführung mit einer Strafe. **Gute Gewohnheit etablieren (Schlafroutine)** 1. Offensichtlich machen: Platziere den Auslöser gut sichtbar. 2. Attraktiv machen: Verbinde es mit etwas, das du magst. 3. Einfach machen: Reduziere die Hürden auf ein Minimum (z.B. nur 2 Minuten). 4. Befriedigend machen: Belohne dich direkt im Anschluss.
en: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
es: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
fr: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
hi: **खराब आदत से छुटकारा पाना (बहुत अधिक कैफीन)** 1. अदृश्य बनाएं: अपने दृश्य क्षेत्र से ट्रिगर्स हटा दें। 2. अप्रिय बनाएं: नकारात्मक परिणामों के बारे में जागरूक हों। 3. मुश्किल बनाएं: बाधाओं को शामिल करें (जैसे ऐप्स हटाना, प्लग खींचना)। 4. असंतोषजनक बनाएं: कार्य को किसी दंड के साथ जोड़ें। **अच्छी आदत स्थापित करना (नींद की दिनचर्या)** 1. स्पष्ट बनाएं: ट्रिगर को अच्छी तरह से दिखाई देने वाली जगह पर रखें। 2. आकर्षक बनाएं: इसे किसी ऐसी चीज़ से जोड़ें जिसे आप पसंद करते हैं। 3. आसान बनाएं: बाधाओं को न्यूनतम पर लाएं (जैसे केवल 2 मिनट)। 4. संतोषजनक बनाएं: तुरंत इसके बाद खुद को इनाम दें।
it: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ja: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ko: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
nl: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pl: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
pt: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
ru: **Избавьтесь от вредной привычки (слишком много кофеина)** 1. Сделайте невидимыми: уберите триггеры из поля зрения. 2. Сделайте себя непривлекательным. Помните о негативных последствиях. 3. Усложните задачу: установите препятствия (например, удалите приложения, отключите их от сети). 4. Сделайте его неудовлетворительным: прикрепите исполнение к наказанию. **Выработайте хорошие привычки (режим сна)** 1. Сделайте это очевидным: разместите триггер на видном месте. 2. Сделайте это привлекательным. Свяжите это с чем-то, что вам нравится. 3. Сделайте это просто: сократите препятствия до минимума (например, всего 2 минуты). 4. Сделайте это приятным: вознаградите себя сразу после этого.
tr: **Break bad habit (Zu viel Koffein)** 1. Make it invisible: Remove cues from your environment. 2. Make it unattractive: Highlight the negative consequences. 3. Make it difficult: Increase friction (e.g. delete apps). 4. Make it unsatisfying: Create an immediate penalty. **Build good habit (Schlafroutine)** 1. Make it obvious: Place cues in plain sight. 2. Make it attractive: Pair it with an action you want to do. 3. Make it easy: Reduce friction (e.g. 2-minute rule). 4. Make it satisfying: Reward yourself immediately.
zh_hans: **改掉坏习惯（过多咖啡因）** 1. 隐形：将触发因素移出视野。 2. 让自己变得没有吸引力：意识到负面后果。 3. 让它变得困难：设置障碍（例如删除应用程序、拔掉插头）。 4. 使其不令人满意：附加刑罚执行。 **建立良好的习惯（睡眠习惯）** 1. 使其显而易见：将触发器放置在清晰可见的位置。 2. 让它有吸引力：将它与你喜欢的东西联系起来。 3. 让它变得简单：将障碍减少到最低限度（例如只需 2 分钟）。 4. 让它令人满意：事后立即奖励自己。
zh_hant: **改掉壞習慣（過多咖啡因）** 1. 隱形：將觸發因素移出視野。 2. 讓自己變得沒有吸引力：意識到負面後果。 3. 讓它變得困難：設定障礙（例如刪除應用程式、拔掉插頭）。 4. 使其不令人滿意：附加刑罰執行。 **建立良好的習慣（睡眠習慣）** 1. 使其顯而易見：將觸發器放置在清晰可見的位置。 2. 讓它有吸引力：將它與你喜歡的東西連結起來。 3. 讓它變得簡單：將障礙減少到最低限度（例如只需 2 分鐘）。 4. 讓它令人滿意：事後立即獎勵自己。
